
/*
Задать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру
в градусах по Фаренгейту. Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32,
где Tf – температура по Фаренгейту, Tc – температура по Цельсию*/

var Tf, Tc=23;
Tf=9/5*Tc+32;
alert(Tf);
/*
2. Работа с переменными.
a) Объявить две переменные: admin и name. Записать в name строку «Василий»;
b) Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»).*/
var admin;
var name='Василий';
admin= name;
alert(admin);
/** Чему будет равно JS-выражение 1000 + "108"?*/
var exampleAddition = 1000+'108'
alert(exampleAddition); //ответ 1000108



